{
  "plugins": {
    "FTerm.nvim": {
      "src": "gh:numToStr/FTerm.nvim"
    },
    "blink.cmp": {
      "src": "gh:saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "catppuccin": {
      "src": "gh:catppuccin/nvim"
    },
    "diffview.nvim": {
      "src": "gh:sindrets/diffview.nvim"
    },
    "efmls-configs-nvim": {
      "src": "gh:creativenull/efmls-configs-nvim",
      "version": "1.0.0 - 2.0.0"
    },
    "fzf-lua": {
      "src": "gh:ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "gh:lewis6991/gitsigns.nvim"
    },
    "indent-blankline.nvim": {
      "src": "gh:lukas-reineke/indent-blankline.nvim"
    },
    "lualine.nvim": {
      "src": "gh:nvim-lualine/lualine.nvim"
    },
    "nvim-autopairs": {
      "src": "gh:windwp/nvim-autopairs"
    },
    "nvim-tree.lua": {
      "src": "gh:nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "gh:nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "gh:nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-ts-autotag": {
      "src": "gh:windwp/nvim-ts-autotag"
    },
    "nvim-vtsls": {
      "src": "gh:yioneko/nvim-vtsls"
    },
    "nvim-web-devicons": {
      "src": "gh:nvim-tree/nvim-web-devicons"
    },
    "render-markdown.nvim": {
      "src": "gh:MeanderingProgrammer/render-markdown.nvim"
    },
    "schemastore.nvim": {
      "src": "gh:b0o/schemastore.nvim"
    },
    "tabular": {
      "src": "gh:godlygeek/tabular"
    },
    "template-string.nvim": {
      "src": "gh:axelvc/template-string.nvim"
    },
    "vim-fugitive": {
      "src": "gh:tpope/vim-fugitive"
    },
    "vim-repeat": {
      "src": "gh:tpope/vim-repeat"
    },
    "vim-rhubarb": {
      "src": "gh:tpope/vim-rhubarb"
    },
    "vim-surround": {
      "src": "gh:tpope/vim-surround"
    }
  }
}
